Revit 2027 API
ParameterTypeId.StructuralAttachmentStartValueElevation Property
 "Start Attachment Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralAttachmentStartValueElevation { get; }
Public Shared ReadOnly Property StructuralAttachmentStartValueElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralAttachmentStartValueElevation {
	ForgeTypeId^ get ();
}
static member StructuralAttachmentStartValueElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace